//-----------------------------------------------------------------------
//-------------------------How old are you-------------------------------




//-----------------------------------------------------------------------
//-----------------------------------------------------------------------
// Написати функцію pow(x,y) яка буде приймати 2 цисла, перше це число яке ми будемо зводити у ступінь, друге у яку ступінь.

// Наприклад pow(2,3) функція поверне значення 8.

// Умови виконання ДЗ

// Не використовувати **
// Не використовувати функції або інші матеріали які ми не вивчали
// Намагайтесь робити ДЗ самостійно та не дивитися будьякі підказки
// Будь ласка, надайте наступні дані для перевірки вашої роботи:

// Створіть гілку js_homework3.
// Додати туди ваше домашне завдання
// Вислати вашу гілку



